[
  {
    "id": 1,
    "title": "Метро 2033",
    "author": "Дмитрий Глуховский",
    "img": "1.jpg",
    "progress": 50,
    "booktxt": "Книга повествует о людях, оставшихся в живых после ядерной войны. В романе война упоминается лишь вскользь. В результате обмена ядерными ударами все крупные города были стёрты с лица земли. Почти всё действие разворачивается в Московском метрополитене, где на станциях и в переходах живут люди. Благодаря оперативным действиям служб гражданской обороны метрополитен удалось оградить от радиации: почти на всех станциях были закрыты гермозатворы, а в системах вентиляции и водоснабжения активированы противорадиационные фильтры. При этом лишь менее половины станций обитаемы: часть станций заброшена, часть изолирована обрушением тоннелей, часть сгорела. Некоторые станции захвачены существами с поверхности. Живущие в метро питаются тем, что смогли вырастить в тоннелях."
  },
  {
    "id": 2,
    "title": "Дао Toyota",
    "author": "Джеффри Лайкер",
    "img": "2.jpg",
    "progress": 80,
    "booktxt": "«Джеффри Лайкер переосмыслил и обновил свой бестселлер, ставший одной из самых влиятельных бизнес-книг XXI века. Руководство по легендарной философии и производственной системе Toyota теперь дополнено внушительной базой для стимулирования инноваций в бизнесе. Второе издание полностью пересматривает подход Toyota к конкурентоспособности в нашем мире мобильности и интеллектуальных технологий. Не менее важен и новый подход к моделям лидерства и анализ принципа «ката» ― формирования у людей привычки к научному мышлению на основе практики и обратной связи. Научное мышление автор теперь ставит в центр решения проблем, меняя видение идеи бережливой трансформации на более гибкое и динамичное."
  },
  {
    "id": 3,
    "title": "Бойцовский клуб",
    "author": "Чак Паланик",
    "img": "3.jpg",
    "progress": 10,
    "booktxt": "Главный герой работает консультантом по страховым выплатам в компании, занимающейся производством автомобилей. Из-за своей работы он постоянно путешествует по стране. В поездках героя окружают одноразовые вещи и одноразовые люди, целый одноразовый мир. Герой мучится бессонницей, из-за которой уже с трудом откликается на реальность. Несмотря на мучения Рассказчика, доктор не прописывает ему снотворное, а советует просто отдохнуть и посещать группу поддержки для неизлечимо больных, чтобы увидеть, как выглядит настоящее страдание. Главный герой находит, что посещение множества самых разных групп поддержки улучшает его состояние, несмотря на то, что он не является неизлечимо больным."
  }
] 